Repository: LjuboLukovic/beograd-plus
Catalog: travel_app/lib/l10n/app_*.arb
Languages: sr

# title
source: Belgrade+ Tickets
sr: Beograd+ Karte

# loading
source: Loading, please wait...
sr: Učitavanje, molimo sačekajte...

# introLoading
source: Application is loading, please wait...
sr: Aplikacija se učitava. Molimo sačekajte...

# updateMessage
source: You have to update the application, there were some breaking changes recently and this version is not working properly anymore! Thanks.
sr: Morate ažurirate aplikaciju da biste nastavili, jer je došlo do nekih kritičnih promena.

# nightRides
source: ** Night transport from 00:00 to 04:00 is free!
sr: ** Noćni prevoz od 00:00 do 04:00 je besplatan!

source: Select zone
sr: Izaberite zonu

source: Selected zone:
sr: Izabrana zona:

# noTicketsMessage
source: No tickets for selected zone
sr: Nema tiketa za izabranu zonu

source: Price
sr: Cena

# permissionSms
source: Allow access to SMS application
sr: Dozvolite pristup SMS aplikaciji!

source: Help
sr: Pomoć

source: Zones
sr: Zone

source: Zone A
sr: Zona A

source: Zone B
sr: Zona B

# zoneC
source: Zone C (A+B)
sr: Zona C (A+B)

# ticketTitle
source: {ticketType, select, HOUR{Time ticket (90 min)} DAY{Daily ticket} WEEK{Weekly ticket} MONTH{Monthly ticket} other{Ticket}}
sr: {ticketType, select, HOUR{Vremenska karta (90 min)} DAY{Dnevna karta} WEEK{Nedeljna karta} MONTH{Mesečna karta} other{Karta}}

# ticketDescription
source: {ticketType, select, HOUR{Valid for next 90 minutes} DAY{Until 23:59 of the current day} WEEK{Valid for next 7 days} MONTH{Valid until end of the month} other{Valid}}
sr: {ticketType, select, HOUR{90 minuta od kupovine} DAY{Do 23:59 tekućeg dana} WEEK{Važi narednih 7 dana} MONTH{Važi do kraja tekućeg meseca} other{Karta}}
